# Строка
print("Я подсчитаю свою живность:")

# Считаем количество кур и петухов
print("Куры", 25 + 30 / 6)
print("Петухи", 100 - 25 * 3 % 4)

# Строка
print("А теперь подсчитаю яйца:")

# В этой строке код отличается от того, который приводиться в книге.
print(3 + 2 + 1 -5 + 4 / 2 - 1 / 4 + 6)

print("Верно ли, что 3 + 2 < 5 - 7?")

print(3 + 2 < 5 - 7)

print("Сколько будет 3 + 2?", 3 + 2)
print("А сколько будет 5 - 7?", 5 - 7)

print("Ой, я кажется запутался... Ещё раз подсчитаю. Почему False?")

print("Еще раз подсчитаю...")

print("Это больше?", 5 > -2)
print("А это больше или равно?", 5 >= -2)
print("А это меньше или равно?", 5 <= -2)
