#Выводим на экран текстовую строку
print("У Мэри был маленький барашек,")

# Выводми на экран текстовую строку со встроенной переменной
print("Его шерсть была белой как {}.".format('снег'))

# 2 строки текстовых строчек
print("И всюду, куда Мэри шла,")
print("Маленький барашек всегда следовал за ней")

# Текстовый знак повторенный 10 раз + комментарий
print("." * 10) #Что бы это могло значить?

# Вводим несколько переменных
end1 = "Б"
end2 = "а"
end3 = "д"
end4 = "д"
end5 = "и"
end6 = "Г"
end7 = "а"
end8 = "й"

# Обратите внимание на запятую в конце строки. Уберите ее. Что призошло?
print(end1 + end2 + end3 + end4 + end5, end=' ')

# Вывести переменные с конкатинацией
print(end6 + end7 + end8) 
